Repository: MathRixx/KARobotics
Catalog: SharedResource.*.resx
Languages: de, tr

# AboutH3
source: Shaping the Future with Science, Technology, and Creativity <span style="color:#1E419D;">KAR Robotics</span>
de: Als <span style="color:#1E419D;">KAR Robotics</span> gestalten wir die Zukunft mit Wissenschaft, Technologie und Kreativität
tr: <span style="color:#1E419D;">KAR Robotics</span> olarak Bilim, Teknoloji ve Yaratıcılıkla Geleceği Şekillendiriyoruz

# AboutLi1
source: For us, it is a passion not only to use science and technology, but to understand and develop them.
de: Wissenschaft und Technologie nicht nur zu nutzen, sondern sie zu verstehen und weiterzuentwickeln, ist unsere Leidenschaft.
tr: Bilimi ve teknolojiyi sadece kullanmak değil, anlamak ve geliştirmek bizim için tutkudur.

# AboutLi2
source: Respect, responsibility, and trust are our core values within the team.
de: Respekt, Verantwortung und Vertrauen sind die wichtigsten Werte innerhalb unseres Teams.
tr: Ekip içinde saygı, sorumluluk ve güven en önemli değerlerimizdir.

# AboutLi3
source: We believe that diverse ideas move us forward and value every individual’s contribution.
de: Wir glauben daran, dass unterschiedliche Ideen uns voranbringen, und schätzen den Beitrag jedes einzelnen Mitglieds.
tr: Farklı fikirlerin bizi ileri taşıdığına inanır, her bireyin katkısına değer veririz.

# AboutLi4
source: We do not give up in the face of challenges, because progress comes through trying.
de: Als KAR Robotics sind wir überzeugt: Die Zukunft wird von Menschen gestaltet, die träumen, produzieren und teilen.
tr: Zorluklar karşısında pes etmeyiz; çünkü ilerlemenin yolu denemekten geçer.

# AboutLi5
source: As KAR Robotics, we believe that those who shape the future are the ones who dream, create, and share.
de: Wir geben bei Herausforderungen nicht auf, denn Fortschritt entsteht durch Ausprobieren.
tr: KAR Robotics olarak inanıyoruz ki, geleceği inşa edenler; hayal kuran, üreten ve paylaşan insanlardır.

# AboutP
source: At KAR Robotics, our mission goes far beyond simply building robots. We aim to introduce young people to science, technology, and creativity, and to help them become conscious, productive, and future-ready individuals. In every project we undertake, our goal is not only to gain technical knowledge, but also to develop our way of thinking and share the power of learning. The FRC journey teaches us more than engineering and coding; it builds self-confidence, perseverance, teamwork, and solidarity. Every project is a new way of producing together, thinking together, and achieving together as a team. We see every mistake as a learning opportunity and every success as the beginning of a new goal.
de: Unsere Mission bei KAR Robotics geht weit über das bloße Bauen von Robotern hinaus. Unser Ziel ist es, jungen Menschen Wissenschaft, Technologie und Kreativität näherzubringen und sie zu bewussten, produktiven und zukunftsfähigen Individuen zu machen. Bei jeder unserer Arbeiten geht es uns nicht nur darum, technisches Wissen zu erwerben, sondern auch unsere Denkweise weiterzuentwickeln und die Kraft des Lernens zu teilen. Der FRC-Prozess lehrt uns nicht nur Ingenieurwesen und Programmierung, sondern vermittelt uns auch Selbstvertrauen, Ausdauer, Teamgeist und Solidarität. Jedes Projekt eröffnet einen neuen Weg des gemeinsamen Produzierens, Denkens und Erfolgens als Team. Wir betrachten jeden Fehler als Lernchance und jeden Erfolg als Beginn eines neuen Ziels.
tr: KAR Robotics olarak misyonumuz, yalnızca robotlar üretmekten çok daha fazlasını kapsamaktadır. Biz, gençlere bilimi, teknolojiyi ve yaratıcılığı tanıtmayı; onları bilinçli, üretken ve geleceğe hazır bireyler haline getirmeyi hedefliyoruz. Her çalışmamızda amacımız, yalnızca teknik bilgi kazanmak değil, aynı zamanda düşünme biçimimizi geliştirmek ve öğrenmenin gücünü paylaşmaktır. FRC süreci bize sadece mühendislik ve kodlama öğretmez; aynı zamanda özgüven, azim, takım ruhu ve dayanışma kazandırır. Her proje, bir ekip olarak birlikte üretmenin, birlikte düşünmenin ve birlikte başarmanın yeni bir yoludur. Biz, her hatayı bir öğrenme fırsatı, her başarıyı ise yeni bir hedefin başlangıcı olarak görürüz.

# AboutP2
source: We are part of a generation that wants to take an active role in shaping the future. With creativity, guided by science, and driven by solidarity and hard work, we are here to leave a mark on our country’s future. As KAR Robotics, we believe that the future is built by those who dream, produce, and share.
de: Wir sind Teil einer Generation, die aktiv an der Gestaltung der Zukunft mitwirken möchte. Mit Kreativität, im Licht der Wissenschaft, durch Solidarität und Fleiß sind wir hier, um der Zukunft unseres Landes unseren Stempel aufzudrücken. KAR Robotics ist überzeugt: Die Zukunft gehört denen, die träumen, produzieren und teilen.
tr: Biz, geleceğin şekillenmesinde aktif rol almak isteyen bir neslin parçasıyız. Yaratıcılıkla, bilimin ışığında, dayanışma ve çalışkanlıkla ülkemizin geleceğine iz bırakmak için buradayız. KAR Robotics olarak inanıyoruz ki, geleceği inşa edenler; hayal kuran, üreten ve paylaşan insanlardır.

source: About Us
de: Über Uns
tr: Hakkımızda

# BeOurSponsor
source: Become a Sponsor
de: Werden Sie Sponsor
tr: Sponsor Olun

# CalltoactionA
source: Become a Sponsor!
de: Werden Sie Sponsor!
tr: Sponsor Olun!

# CalltoactionH3
source: Let’s Raise the Engineers of the Future Together!
de: Lassen Sie uns gemeinsam die Ingenieure der Zukunft ausbilden!
tr: Geleceğin mühendislerini birlikte yetiştirelim!

# CalltoactionP
source: As KAR Robotics, we work to inspire young people in STEM fields, produce meaningful projects, and represent our country at the international level. Your support is not just an investment in a robot, but an investment in the future of young minds.
de: Als KAR Robotics arbeiten wir daran, junge Menschen im STEM-Bereich zu inspirieren, zu fördern und unser Land auf internationaler Ebene bestmöglich zu vertreten. Ihre Unterstützung ist nicht nur eine Investition in einen Roboter, sondern in die Zukunft junger Menschen.
tr: Geleceğin mühendislerini birlikte yetiştirelim!

source: Contact
de: Kontakt
tr: İletişim

# ContactAdress
source: Address
de: Adresse
tr: Adres

# ContactFEMail
source: Your E-Mail
de: Ihr E-Mail
tr: Mail Adresiniz

# ContactFMessage
source: Message
de: Nachricht
tr: Mesaj

# ContactFName
source: Your Name
de: Ihr Name
tr: Adınız

# ContactFSend
source: Send Message
de: Nachricht senden
tr: Mesaj Gönder

# ContactFSubject
source: Subject
de: Betreff
tr: Konu

# ContactH2
source: CONTACT
de: KONTAKT
tr: İLETİŞİM

# ContactP
source: GET IN TOUCH WITH US
de: KONTAKTIEREN SIE UNS
tr: BİZİMLE İLETİŞİME GEÇİN

# ContactPhone
source: Phone
de: Telefon
tr: Bizi Arayın

source: English
de: Englisch
tr: İngilizce

# FeaturesH2
source: OUR TEAMS
de: UNSERE TEAMS
tr: EKİPLERİMİZ

# FeaturesH4Code
source: Software Team
tr: Yazılım Ekibi

# FeaturesH4Electronics
source: Electronics Team
de: Elektronik-Team
tr: Elektronik Ekibi

# FeaturesH4Mechanics
source: Mechanical Team
de: Mechanik-Team
tr: Mekanik Ekibi

# FeaturesH4PR
source: PR Team
tr: PR Ekibi

# FeaturesP
source: TEAMS IN OUR ORGANIZATION
de: ÜBER UNSER TEAM
tr: Takımımızdaki EKİPLER

# FeaturesPCode
source: Programs our robot’s autonomous and driver-controlled modes. Develops the entire software infrastructure, including sensor management, path algorithms, and strategic robot movements. Ensures that the robot operates reliably and efficiently throughout the competition.
de: Programmiert die autonomen und fahrergesteuerten Modi unseres Roboters. Entwickelt die gesamte Software-Infrastruktur, einschließlich Sensormanagement, Fahralgorithmen und strategischer Bewegungen des Roboters. Sorgt während des Wettbewerbs für einen zuverlässigen und schnellen Betrieb.
tr: Robotumuzun otonom ve sürücü kontrollü modlarını programlar. Sensör yönetimi, yol algoritmaları ve robotun stratejik hareketlerinin tüm yazılım altyapısını geliştirir. Yarışma boyunca robotun güvenilir ve hızlı çalışmasını sağlar.

# FeaturesPElectronics
source: Builds the robot’s electrical infrastructure, including motors, sensors, wiring, and control systems. Ensures system safety and quickly resolves any electrical issues that may occur during competitions.
de: Baut die elektrische Infrastruktur des Roboters auf und verbindet Motoren, Sensoren, Verkabelung und Steuersysteme. Gewährleistet die Systemsicherheit und behebt während der Wettbewerbe schnell auftretende Störungen.
tr: Robotun elektrik altyapısını kurar; motorlar, sensörler, kablolama ve kontrol sistemi gibi tüm elektronik bileşenlerin bağlantısını yapar. Sistem güvenliğini sağlar ve yarışma boyunca oluşabilecek arızaları hızlıca çözer.

# FeaturesPMechanics
source: Responsible for the robot’s physical design, chassis structure, and the production of all moving mechanisms. Creates CAD designs, manufactures parts, and manages the assembly process. Delivers a durable and high-performance robot on the field.
de: Zuständig für das physische Design des Roboters, den Chassis-Aufbau und die Herstellung aller beweglichen Mechanismen. Erstellt CAD-Designs, fertigt Bauteile an und leitet den Montageprozess. Entwickelt einen robusten und leistungsstarken Roboter für den Wettbewerb.
tr: Robotun fiziksel tasarımından, şase yapısından ve tüm hareketli mekanizmalarının üretiminden sorumludur. CAD tasarımları yapar, parçaları üretir ve montaj sürecini yönetir. Sahada dayanıklı ve performanslı bir robot ortaya koyar.

# FeaturesPPR
source: Manages our communication with the outside world. Prepares social media content, conducts sponsorship meetings, and represents our team in schools, events, and communities in the best possible way. Strengthens our brand and helps spread the FRC culture to a wider audience.
de: Verantwortlich für die Kommunikation unseres Teams mit der Außenwelt. Erstellt Social-Media-Inhalte, führt Sponsoring-Gespräche und vertritt unser Team bestmöglich in Schulen, bei Veranstaltungen und in der Öffentlichkeit. Stärkt unsere Marke und bringt die FRC-Kultur zu mehr Menschen.
tr: Takımımızın dış dünya ile olan iletişimini yönetir. Sosyal medya içerikleri hazırlar, sponsorluk görüşmelerini yürütür ve takımımızı okullar, etkinlikler ve topluluklarda en iyi şekilde temsil eder. Hem markamızı güçlendirir hem de FRC kültürünü daha fazla insana ulaştırır.

source: German
de: Deutsch
tr: Almanca

# HeroSlogan
source: Rising is in our nature
de: Aufsteigen liegt in unserer Natur
tr: Yükselmek doğamızda var

source: Home
de: Startseite
tr: Ana Sayfa

# lang
source: en
de: de
tr: tr

# Language
source: English
de: Deutsch
tr: Türkçe

source: Links
tr: Bağlantılar

# OurTeam
source: Our Teams
de: Unser Team
tr: Takımlarımız

# ServicesH2
source: ABOUT OUR TEAM
de: ÜBER UNS
tr: Hakkımızda

# ServicesH3Last
source: Social Impact
de: Gesellschaftlicher Einfluss
tr: Toplumsal Etki

# ServicesH3Mission
source: Team Mission
tr: Takım Misyonu

# ServicesH3Pro
source: Gracious Professionalism
de: Gracious Professionalism (Respektvolle Professionalität)
tr: Duyarlı Profesyonellik

# ServicesH3Team
source: Our Values
de: Unsere Werte
tr: Takım Değerlerimiz

# ServicesH3Vision
source: Team Vision
tr: Takım Vizyonu

# ServicesH3Who
source: Who We Are
de: Wer wir sind
tr: Biz Kimiz

# ServicesP
source: ABOUT US
de: ÜBER UNSER TEAM
tr: Takımımız Hakkında

# ServicesPLast
source: Through workshops, robot demonstrations, and STEM events organized throughout the year, we reach hundreds of students. Our goal is not only to compete, but to inspire new generations, increase interest in technology, and create a lasting impact on society.
de: Durch Workshops, Robotik-Vorführungen und STEM-Veranstaltungen erreichen wir im Laufe des Jahres Hunderte von Schülern. Unser Ziel ist es nicht nur, an Wettbewerben teilzunehmen, sondern die nächste Generation zu inspirieren, das Interesse an Technologie zu steigern und einen nachhaltigen gesellschaftlichen Unterschied zu schaffen.
tr: Yıl boyunca düzenlediğimiz atölyeler, robot gösterileri ve STEM etkinlikleriyle yüzlerce öğrenciye ulaşıyoruz. Amacımız sadece yarışmalara katılmak değil; yeni nesillere ilham vermek, teknolojiye olan ilgiyi artırmak ve toplumda kalıcı bir fark yaratmak.

# ServicesPMission
source: We work to increase young people’s interest in STEM fields, provide an environment where they can develop engineering, software, and design skills, and represent our school in the best possible way at national and international levels. Each season, we aim to reach and inspire more students.
de: Wir arbeiten daran, das Interesse junger Menschen an den MINT-Bereichen (STEM) zu steigern, ihnen ein Umfeld zur Entwicklung von Ingenieur-, Software- und Designfähigkeiten zu bieten und unsere Schule auf nationaler sowie internationaler Ebene bestmöglich zu vertreten. Jede Saison möchten wir mehr Schüler erreichen.
tr: Gençlerin STEM alanlarına ilgisini artırmak, onların mühendislik, yazılım ve tasarım becerilerini geliştirebilecekleri bir ortam sunmak ve ulusal–uluslararası arenada okulumuzu en iyi şekilde temsil etmek için çalışıyoruz. Her sezonda daha fazla öğrenciye dokunmayı hedefliyoruz.

# ServicesPPro
source: We go beyond competition by acting with respect, kindness, and helpfulness. Even while competing, we support our opponents and prioritize collaboration. This approach forms the foundation of both FRC and our team philosophy.
de: Wir handeln über den Wettbewerb hinaus mit Respekt, Höflichkeit und Hilfsbereitschaft. Selbst im Wettkampf unterstützen wir unsere Gegner und stellen Zusammenarbeit in den Vordergrund. Dieser Ansatz bildet die Grundlage der FRC-Philosophie und unseres Teams.
tr: Rekabetin ötesine geçerek saygı, nezaket ve yardımseverlik çerçevesinde hareket ederiz. Yarışırken bile rakiplerimize destek olur, iş birliğini ön planda tutarız. Bu yaklaşım FRC’nin ve takımımızın temel felsefesini oluşturur.

# ServicesPTeam
source: Team spirit, disciplined work, solidarity, and Gracious Professionalism are our core principles. We learn together, produce together, and overcome every challenge as a team. The growth of each member is valuable to us.
de: Teamgeist, diszipliniertes Arbeiten, Solidarität und „Gracious Professionalism“ sind unsere Grundprinzipien. Wir lernen gemeinsam, produzieren gemeinsam und lösen jede Herausforderung als Team. Die Entwicklung jedes einzelnen Mitglieds ist für uns von großer Bedeutung.
tr: Takım ruhu, disiplinli çalışma, dayanışma ve “Gracious Professionalism” bizim temel ilkelerimizdir. Birlikte öğrenir, birlikte üretir ve karşılaştığımız her zorluğu ekip olarak çözeriz. Her üyemizin gelişimi takımımız için değerlidir.

# ServicesPVision
source: We aim to be part of a generation that produces technology, conducts research, and makes a difference in society. By building a sustainable team culture, we strive to become a role-model team in the FRC ecosystem through both our technical and social contributions.
de: Wir streben danach, Teil einer Generation zu sein, die Technologie entwickelt, erforscht und gesellschaftlich etwas bewirkt. Durch den Aufbau einer nachhaltigen Teamkultur möchten wir ein Vorbild im FRC-Ökosystem werden – sowohl durch technische als auch durch gesellschaftliche Beiträge.
tr: Teknolojiyi üreten, araştıran ve toplumda fark yaratan bir neslin parçası olmayı hedefliyoruz. Sürdürülebilir bir takım kültürü oluşturarak, FRC ekosisteminde hem teknik hem toplumsal katkılarıyla örnek gösterilen bir ekip hâline gelmeyi amaçlıyoruz.

# ServicesPWho
source: KAR Robotics is a student team formed by Kartal Anatolian High School students, working within the FRC program to design and build robots while learning new technologies. Our goal is not only to build a robot, but to become a team that learns, produces, and inspires together, taking confident steps toward becoming the engineers of the future.
de: KAR Robotics ist ein Schülerteam der Kartal Anadolu Lisesi, das im Rahmen des FRC-Programms Roboter entwirft, baut und neue Technologien erlernt. Unser Ziel ist es nicht nur, einen Roboter zu bauen, sondern als ein Team zu wachsen, das gemeinsam lernt, produziert und inspiriert – und so den ersten Schritt in Richtung der Ingenieure von morgen macht.
tr: Kartal Anadolu Lisesi öğrencilerinden oluşan KAR Robotics, FRC programı kapsamında robot tasarlayan, üreten ve yeni teknolojiler öğrenen bir öğrenci topluluğudur. Amacımız sadece bir robot inşa etmek değil, birlikte öğrenen, üreten ve ilham veren bir takım olarak geleceğin mühendislerine adım atmaktır.

# SponsorsH2P
source: OUR SPONSORS
de: UNSERE SPONSOREN
tr: Sponsorlarımız

source: Turkish
de: Turkisch
tr: Türkçe
